#################################################################################################################
# org.tubame.portability: message settings                                                            #
#                                                                                                               #
#################################################################################################################

ERR_ADD_MARKER=\u30de\u30fc\u30ab\u30fc\u8ffd\u52a0\u6642\u306b\u4e88\u671f\u305b\u306c\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
INF_CONVERT_CANCEL=\u5909\u63db\u3092\u4e2d\u6b62\u3057\u307e\u3057\u305f\u3002
INF_CONVERT_COMPLETE=\u5909\u63db\u304c\u7d42\u4e86\u3057\u307e\u3057\u305f\u3002\r\n\u5404\u30d5\u30a1\u30a4\u30eb\u306e\u5909\u63db\u30b9\u30c6\u30fc\u30bf\u30b9\u306f\u5909\u63db\u7d50\u679c\u30d3\u30e5\u30fc\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002\r\n
ERR_CONVERT_FAILED=\u5909\u63db\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\r\n\u5404\u30d5\u30a1\u30a4\u30eb\u306e\u5909\u63db\u30b9\u30c6\u30fc\u30bf\u30b9\u306f\u5909\u63db\u7d50\u679c\u30d3\u30e5\u30fc\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002\r\n
ERR_CONVERT_FILEPATH_INVALID=\u5165\u529b\u5024\u306f\u7121\u52b9\u3067\u3059\u3002\u5909\u63db\u5f8c\u30bd\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u51fa\u529b\u5148\u306e\u30d5\u30a1\u30a4\u30eb\u30d1\u30b9\u306f\u7121\u52b9\u3067\u3059\u3002
ERR_CONVERT_DIRECTORY_NOT_ENTERED=\u5909\u63db\u5f8c\u30bd\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u51fa\u529b\u5148\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ERR_CONVERT_PROJECT_NOT_ENTERED=\u5165\u529b\u5024\u306f\u7121\u52b9\u3067\u3059\u3002\u5909\u63db\u5f8c\u30bd\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u51fa\u529b\u5148\u306f\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u304b\u3089\u306e\u30d5\u30eb\u30d1\u30b9\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ERR_CONVERT_PROJECT_NOT_VALUE=\u5165\u529b\u5024\u306f\u7121\u52b9\u3067\u3059\u3002\u5909\u63db\u5f8c\u30bd\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u51fa\u529b\u5148\u306f\u5b58\u5728\u3059\u308b\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u914d\u4e0b\u306e\u30d5\u30a9\u30eb\u30c0\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ERR_CONVERT_PROJECT_NOT_OPEN=\u5165\u529b\u5024\u306f\u7121\u52b9\u3067\u3059\u3002\u5909\u63db\u5f8c\u30bd\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u51fa\u529b\u5148\u306f\u958b\u3044\u3066\u3044\u308b\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u914d\u4e0b\u306e\u30d5\u30a9\u30eb\u30c0\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ERR_CONVERT_DATA_NOT_FOUND=\u5909\u63db\u53ef\u80fd\u30d5\u30a1\u30a4\u30eb\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002
QUE_CONVERT_DATA_CONFIRM=\u4ee5\u4e0b\u306e\u5909\u63db\u53ef\u80fd\u30d5\u30a1\u30a4\u30eb\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f\u3002\r\n\u5909\u63db\u3092\u884c\u3044\u307e\u3059\u304b\uff1f\r\n\r\n\r\nEJB\u3000%d\u30d5\u30a1\u30a4\u30eb\r\nCMP\u3000%d\u30d5\u30a1\u30a4\u30eb
INF_CONVERT_RUNNING=\u5909\u63db\u3092\u5b9f\u884c\u4e2d\u3067\u3059\u3002
ERR_CONVERT_READ=\u5909\u63db\u30b9\u30c6\u30fc\u30bf\u30b9\u30d5\u30a1\u30a4\u30eb\u306e\u8aad\u8fbc\u306b\u5931\u6557\u3057\u307e\u3057\u305f
ERR_CONVERT_NOT_FOUND=\u5909\u63db\u30b9\u30c6\u30fc\u30bf\u30b9\u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3057\u307e\u305b\u3093
CONVERT_FILE_CLOSE_ERROR=\u5909\u63db\u30b9\u30c6\u30fc\u30bf\u30b9\u30d5\u30a1\u30a4\u30eb\u306eClose\u51e6\u7406\u306b\u5931\u6557\u3057\u307e\u3057\u305f
ERR_CONVERT_TYPE=\u81ea\u52d5\u5909\u63db\u9805\u76ee\u306e\u5024\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ERR_CONVER_XML_WRITE=jaxb\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ERR_DIRECTORY_NOT_ENTERED=\u79fb\u690d\u5143\u30bd\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u683c\u7d0d\u30d5\u30a9\u30eb\u30c0\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ERR_DIRECTORY_NOT_VALUE=\u5165\u529b\u5024\u306f\u7121\u52b9\u3067\u3059\u3002\u79fb\u690d\u5143\u30bd\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u683c\u7d0d\u30d5\u30a9\u30eb\u30c0\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ERR_FILEPATH_INVALID=\u5165\u529b\u5024\u306f\u7121\u52b9\u3067\u3059\u3002\u691c\u7d22\u7d50\u679c\u30d5\u30a1\u30a4\u30eb\u51fa\u529b\u5148\u306e\u30d5\u30a1\u30a4\u30eb\u30d1\u30b9\u306f\u7121\u52b9\u3067\u3059\u3002
ERR_GET_DIFFICULTY_ICON=\u96e3\u6613\u5ea6\u30a2\u30a4\u30b3\u30f3\u306e\u53d6\u5f97\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
ERR_GUID_VIEW=\u30ac\u30a4\u30c9HTML\u30d3\u30e5\u30fc\u306e\u8868\u793a\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
ERR_JBM_NOT_ENTERED=\u691c\u7d22\u7d50\u679c\u30d5\u30a1\u30a4\u30eb\u51fa\u529b\u5148\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ERR_JBM_NOT_EXTENSION=\u5165\u529b\u5024\u306f\u7121\u52b9\u3067\u3059\u3002\u691c\u7d22\u7d50\u679c\u30d5\u30a1\u30a4\u30eb\u306e\u62e1\u5f35\u5b50\u306fjbm\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ERR_KNOWHOW_NOT_EXTENSION=\u5165\u529b\u5024\u306f\u7121\u52b9\u3067\u3059\u3002\u30ce\u30a6\u30cf\u30a6XML\u30d5\u30a1\u30a4\u30eb\u306e\u62e1\u5f35\u5b50\u306fxml\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ERR_PLUGINUTIL_PLUGIN_DIRECTORY_GET=Plugin\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306e\u53d6\u5f97\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
ERR_PROJECT_NOT_ENTERED=\u5165\u529b\u5024\u306f\u7121\u52b9\u3067\u3059\u3002\u691c\u7d22\u7d50\u679c\u30d5\u30a1\u30a4\u30eb\u51fa\u529b\u5148\u306f\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u304b\u3089\u306e\u30d5\u30eb\u30d1\u30b9\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ERR_PROJECT_NOT_ENTERED_SOURCEFOOLDER=\u5165\u529b\u5024\u306f\u7121\u52b9\u3067\u3059\u3002\u79fb\u690d\u5143\u30bd\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u306f\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u914d\u4e0b\u306e\u30d5\u30a9\u30eb\u30c0\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ERR_PROJECT_NOT_VALUE=\u5165\u529b\u5024\u306f\u7121\u52b9\u3067\u3059\u3002\u691c\u7d22\u7d50\u679c\u30d5\u30a1\u30a4\u30eb\u51fa\u529b\u5148\u306f\u5b58\u5728\u3059\u308b\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u914d\u4e0b\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ERR_PROJECT_NOT_VALUE_SOURCEFOLDER=\u5165\u529b\u5024\u306f\u7121\u52b9\u3067\u3059\u3002\u79fb\u690d\u5143\u30bd\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u306f\u5b58\u5728\u3059\u308b\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u914d\u4e0b\u306e\u30d5\u30a9\u30eb\u30c0\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ERR_PROJECT_NOT_VALUE_KNOWHOW_XML=\u5165\u529b\u5024\u306f\u7121\u52b9\u3067\u3059\u3002\u30ce\u30a6\u30cf\u30a6XML\u30d5\u30a1\u30a4\u30eb\u306f\u5b58\u5728\u3059\u308b\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u914d\u4e0b\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ERR_PROJECT_NOT_OPEN=\u5165\u529b\u5024\u306f\u7121\u52b9\u3067\u3059\u3002\u691c\u7d22\u7d50\u679c\u30d5\u30a1\u30a4\u30eb\u51fa\u529b\u5148\u306f\u958b\u3044\u3066\u3044\u308b\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u914d\u4e0b\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ERR_PROJECT_NOT_OPEN_SOURCEFOLDER=\u5165\u529b\u5024\u306f\u7121\u52b9\u3067\u3059\u3002\u79fb\u690d\u5143\u30bd\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u306f\u958b\u3044\u3066\u3044\u308b\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u914d\u4e0b\u306e\u30d5\u30a9\u30eb\u30c0\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ERR_PROJECT_NOT_OPEN_KNOWHOW_XML=\u5165\u529b\u5024\u306f\u7121\u52b9\u3067\u3059\u3002\u30ce\u30a6\u30cf\u30a6XML\u30d5\u30a1\u30a4\u30eb\u306f\u958b\u3044\u3066\u3044\u308b\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u914d\u4e0b\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ERR_SAVE=\u4fdd\u5b58\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
INF_SEARCH_CANCELED=\u691c\u7d22\u3092\u4e2d\u6b62\u3057\u307e\u3057\u305f\u3002
INF_SEARCH_COMPLETE=\u691c\u7d22\u304c\u7d42\u4e86\u3057\u307e\u3057\u305f\u3002
ERR_SEARCH_FAILED=\u691c\u7d22\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
INF_SEARCH_RUNNING=\u691c\u7d22\u3092\u5b9f\u884c\u4e2d\u3067\u3059\u3002
QUE_SEARCH_UPDATE_CONFIRM=\u540c\u540d\u306e\u691c\u7d22\u7d50\u679c\u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3057\u307e\u3059\u304c\u691c\u7d22\u3092\u5b9f\u65bd\u3057\u307e\u3059\u304b\uff1f\r\n\u691c\u7d22\u3092\u5b9f\u65bd\u3059\u308b\u5834\u5408\u3001\u691c\u7d22\u7d50\u679c\u304c\u540c\u540d\u30d5\u30a1\u30a4\u30eb\u306b\u4e0a\u66f8\u304d\u3055\u308c\u307e\u3059\u3002
INF_SHOW_SEARCHWIZARD=\u691c\u7d22\u30a6\u30a3\u30b6\u30fc\u30c9\u753b\u9762\u3092\u8d77\u52d5\u3057\u307e\u3057\u305f\u3002
INF_SHOW_CONVERTWIZARD=\u5909\u63db\u30a6\u30a3\u30b6\u30fc\u30c9\u753b\u9762\u3092\u8d77\u52d5\u3057\u307e\u3057\u305f\u3002
ERR_JBM_IO=I/O\u30c7\u30d0\u30a4\u30b9\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
ERR_JBM_FORMAT_CHECK_NO=\u691c\u7d22\u7d50\u679c\u30d5\u30a1\u30a4\u30eb\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u304c\u7570\u5e38\u3067\u3059\uff08%d\u884c\u76ee\u3001\u300cNo\u300d\u306e\u5024\uff08\u5f62\u5f0f\uff09\u304c[\u6570\u5b57\uff0d\u6570\u5b57]\u3067\u306f\u3042\u308a\u307e\u305b\u3093\uff09
ERR_JBM_FORMAT_CHECK_ROW_NUMBER=\u691c\u7d22\u7d50\u679c\u30d5\u30a1\u30a4\u30eb\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u304c\u7570\u5e38\u3067\u3059\uff08%d\u884c\u76ee\u3001\u300c\u884c\u300d\u306e\u5024\u304c\u6570\u5024\u3067\u3042\u308a\u307e\u305b\u3093\uff09
ERR_JBM_FORMAT_CHECK_SIZE=\u691c\u7d22\u7d50\u679c\u30d5\u30a1\u30a4\u30eb\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u304c\u7570\u5e38\u3067\u3059\uff08%d\u884c\u76ee\u3001\u30ab\u30e9\u30e0\u6570\u304c%d\u3067\u306f\u3042\u308a\u307e\u305b\u3093\uff09
ERR_JBM_NOT_FOUND=\u6307\u5b9a\u3057\u305f\u691c\u7d22\u7d50\u679c\u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
INF_CHECKLIST_INFORMATION_PATH=\u30c1\u30a7\u30c3\u30af\u30ea\u30b9\u30c8\u60c5\u5831\u30d5\u30a1\u30a4\u30eb\u30d1\u30b9:
ERR_CONVERT_FILE_CLOSE=\u30c1\u30a7\u30c3\u30af\u30ea\u30b9\u30c8\u60c5\u5831\u30d5\u30a1\u30a4\u30eb\u8aad\u8fbc\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
ERR_FILE_CLOSE=\u30d5\u30a1\u30a4\u30eb\u306eClose\u51e6\u7406\u306b\u5931\u6557\u3057\u307e\u3057\u305f
ERR_CONVERT_VIEW_OPEN=\u5909\u63db\u30b9\u30c6\u30fc\u30bf\u30b9\u30d3\u30e5\u30fc\u306e\u8868\u793a\u306b\u5931\u6557\u3057\u307e\u3057\u305f
ERR_WORK_STATUS_VIEW_OPEN=\u4f5c\u696d\u72b6\u6cc1\u30d3\u30e5\u30fc\u306e\u8868\u793a\u306b\u5931\u6557\u3057\u307e\u3057\u305f
ERR_SEARCH_PERSPECTIVE_OPEN=\u691c\u7d22\u30d1\u30fc\u30b9\u30da\u30af\u30c6\u30a3\u30d6\u306e\u30aa\u30fc\u30d7\u30f3\u306b\u5931\u6557\u3057\u307e\u3057\u305f
INF_CANCEL=\u30ad\u30e3\u30f3\u30bb\u30eb\u3057\u307e\u3057\u305f
ERR_CONVERT_MESSAGE=No %s \u5909\u63db\u5bfe\u8c61\u30d5\u30a1\u30a4\u30eb  %s \u306e\u5909\u63db\u306b\u5931\u6557\u3057\u307e\u3057\u305f
INF_CONVERT_OUT_MESSAGE=\u5909\u63db\u6210\u529f\u30d5\u30a1\u30a4\u30eb\u6570:%d\u4ef6\r\n\u5909\u63db\u5931\u6557\u30d5\u30a1\u30a4\u30eb\u6570:%d\u4ef6
ERR_CONVERT_CONVERTER_GET_ERROR=No%s\u81ea\u52d5\u5909\u63db\u9805\u76ee%s\u306b\u305f\u3044\u3059\u308b\u30b3\u30f3\u30d0\u30fc\u30bf\u306e\u53d6\u5f97\u306b\u5931\u6557\u3057\u307e\u3057\u305f
ERR_VIEW_OUTPUT=\u30d3\u30e5\u30fc\u306e\u8868\u793a\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
ERR_OPEN_FILE=\u6307\u5b9a\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002%s
INF_SEARCHONLY_COMPLETE=\u691c\u7d22\u51e6\u7406\u306f\u6b63\u5e38\u7d42\u4e86\u3057\u307e\u3057\u305f\u3002
FILE_NOT_DATA=\u8a72\u5f53\u30d5\u30a1\u30a4\u30eb\u306b\u30c7\u30fc\u30bf\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
ERR_CONVERT_FILE_READ=\u8aad\u307f\u8fbc\u307f\u306b\u5931\u6557\u3057\u307e\u3057\u305f
INF_SAVE=\u4fdd\u5b58\u3057\u307e\u3059
INF_SAVED=\u4fdd\u5b58\u3057\u307e\u3057\u305f
INF_START=\u8d77\u52d5\u3057\u307e\u3059
INF_END=\u7d42\u4e86\u3057\u307e\u3059
INF_SEARCH_NON=\u8a72\u5f53\u3059\u308b\u7b87\u6240\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3067\u3057\u305f\u3002
ERR_NOT_SELECTED_PROJECT=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
INF_CHECK_DELETE_ROW=\u76ee\u8996\u78ba\u8a8d\u9805\u76ee\u524a\u9664\u30dc\u30bf\u30f3\u3092\u62bc\u3057\u307e\u3057\u305f\u3002
INF_DELETE_EDITOR_ROW=\u524a\u9664\u30dc\u30bf\u30f3\u3092\u62bc\u3057\u307e\u3057\u305f\u3002
INF_NO_DELETE_ROW=\u524a\u9664\u5bfe\u8c61\u884c\u306f\u3042\u308a\u307e\u305b\u3093\u3002
CONVERTEDFILE_HAS_TODO=\u5909\u63db\u51e6\u7406\u306b\u6210\u529f\u3057\u307e\u3057\u305f\u304c\u3001\u78ba\u8a8d\u9805\u76ee\uff08TODO\uff09\u304c\u5b58\u5728\u3057\u307e\u3059\u3002

INF_ACTION_SAVE_CSV=CSV\u51fa\u529b\u30dc\u30bf\u30f3\u3092\u62bc\u3057\u307e\u3057\u305f\u3002
INF_ACTION_JBM_FILTER=\u691c\u7d22\u7d50\u679c\u30d5\u30a3\u30eb\u30bf\u30fc\u30dc\u30bf\u30f3\u3092\u62bc\u3057\u307e\u3057\u305f\u3002
INF_JBM_FILE_CHANGED=\u691c\u7d22\u7d50\u679c\u30d5\u30a1\u30a4\u30eb\u304c\u5909\u66f4\u3055\u308c\u3066\u3044\u307e\u3059\u3002\r\n\u4fdd\u5b58\u5f8c\u306b\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
INF_SAVE_CSV_START=CSV\u3092\u51fa\u529b\u3057\u3066\u3044\u307e\u3059\u3002
INF_SAVE_CSV_END=CSV\u51fa\u529b\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002

ERR_CREATE_SEARCHINFO_CSV=\u691c\u7d22\u60c5\u5831CSV\u30d5\u30a1\u30a4\u30eb\u306e\u751f\u6210\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
ERR_PARSING_XML=XML\u306e\u30d1\u30fc\u30b9\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
ERR_READ_KNOWHOW_XML=\u5165\u529b\u5024\u306f\u7121\u52b9\u3067\u3059\u3002\u30ce\u30a6\u30cf\u30a6XML\u30d5\u30a1\u30a4\u30eb\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ERR_CONVERT_KNOWHOW_XML=\u30ce\u30a6\u30cf\u30a6XML\u306e\u5909\u63db\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
ERR_KNOWHOW_XML_NOT_ENTERED=\u30ce\u30a6\u30cf\u30a6XML\u30d5\u30a1\u30a4\u30eb\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002

ERR_EDIT_CELL_VALUE=0\uff5e2147483647\u306e\u6574\u6570\u307e\u305f\u306f\u3001\u300c\u4e0d\u660e\u300d\u3001\u300cTODO:SE\u624b\u52d5\u7b97\u51fa\u300d\u306e\u6587\u5b57\u5217\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ERR_OUTPUT_CSV=CSV \u306e\u51fa\u529b\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
INF_CHANGE_SEARCH_FILTER=\u8868\u793a\u5207\u66ff\u30dc\u30bf\u30f3\u3092\u62bc\u3057\u307e\u3057\u305f\u3002
ERR_NULL_SEARCHKEYWORD_FILE=\u691c\u7d22\u30ad\u30fc\u30ef\u30fc\u30c9\u30d5\u30a1\u30a4\u30eb\u304c\u7a7a\u306e\u305f\u3081\u3001\u691c\u7d22\u7d50\u679c\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
CHECKLIST_INFORMATION_FILE_ERROR=\u30c1\u30a7\u30c3\u30af\u30ea\u30b9\u30c8\u60c5\u5831\u30d5\u30a1\u30a4\u30eb\u306e\u751f\u6210\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002

# logger
LOG_READ_KNOWHOW_XML=\u30ce\u30a6\u30cf\u30a6XML\u8aad\u8fbc
LOG_CREATE_SEARCH_KEYWORD_CSV=\u691c\u7d22\u30ad\u30fc\u30ef\u30fc\u30c9\u751f\u6210
LOG_CREATE_CHECKLISTINFO_XML=\u30c1\u30a7\u30c3\u30af\u30ea\u30b9\u30c8\u60c5\u5831XML\u30d5\u30a1\u30a4\u30eb\u751f\u6210
LOG_WARN_FILE_DELETE_FAIL=\u30d5\u30a1\u30a4\u30eb\u524a\u9664\u5931\u6557 \u30d5\u30a1\u30a4\u30eb\u30d1\u30b9:[%s]
LOG_ERR_GUIDE_HTML_DISPLAY_FAIL=\u30ac\u30a4\u30c9HTML\u8868\u793a\u5931\u6557
LOG_INFO_PROC_START=%s\u51e6\u7406\u958b\u59cb
LOG_INFO_PROC_START_P=%s\u51e6\u7406\u958b\u59cb %s
LOG_INFO_PROC_END=%s\u51e6\u7406\u7d42\u4e86
LOG_INFO_PROC_END_P=%s\u51e6\u7406\u7d42\u4e86 %s
LOG_INFO_PROC_CANCEL=%s\u51e6\u7406\u4e2d\u6b62
LOG_ERR_PROC_ABNORMAL_END=%s\u51e6\u7406\u7570\u5e38\u7d42\u4e86
LOG_ERR_PROC_ABNORMAL_END_P=%s\u51e6\u7406\u7570\u5e38\u7d42\u4e86 %s
LOG_INFO_PROC_NAME_SEARCH=\u691c\u7d22
LOG_INFO_PROC_NAME_CONVERT=\u5909\u63db
LOG_INFO_ACTION=%s\u753b\u9762 %s\u30dc\u30bf\u30f3\u62bc\u4e0b
LOG_INFO_ACTION_P=%s\u753b\u9762 %s\u30dc\u30bf\u30f3\u62bc\u4e0b %s
LOG_INFO_BTN_NAME_FINISH=\u5b8c\u4e86
LOG_INFO_BTN_NAME_CANCEL=\u30ad\u30e3\u30f3\u30bb\u30eb
LOG_INFO_BTN_NAME_SEARCH=\u691c\u7d22
LOG_INFO_BTN_NAME_YES=\u306f\u3044
LOG_INFO_BTN_NAME_NO=\u3044\u3044\u3048
